Repository: anime-db/catalog-bundle
Catalog: src/Resources/translations/item.*.xlf
Languages: ru

source: 1. Tempestuous Temperaments (20.05.2004, 25 min.) 2. Redeye Reprisal (03.06.2004, 25 min.) 3. Hellhounds for Hire (Part 1) (10.06.2004, 25 min.) 4. Hellhounds for Hire (Part 2) (17.06.2004, 25 min.) 5. Artistic Anarchy (24.06.2004, 25 min.) 6. Stranger Searching (01.07.2004, 25 min.) 7. A Risky Racket (08.07.2004, 25 min.) 8. The Art of Altercation (15.07.2004, 25 min.) 9. Beatbox Bandits (22.07.2004, 25 min.) 10. Lethal Lunacy (29.07.2004, 25 min.) 11. Gamblers and Gallantry (05.08.2004, 25 min.) 12. The Disorder Diaries (12.08.2004, 25 min.) 13. Misguided Miscreants (Part 1) (26.08.2004, 25 min.) 14. Misguided Miscreants (Part 2) (02.09.2004, 25 min.) 15. Bogus Booty (09.09.2004, 25 min.) 16. Lullabies of The Lost (Verse 1) (16.09.2004, 25 min.) 17. Lullabies of The Lost (Verse 2) (23.09.2004, 25 min.) 18. War of The Words (22.01.2005, 25 min.) 19. Unholy Union (29.01.2005, 25 min.) 20. Elegy of Entrapment (Verse 1) (05.02.2005, 25 min.) 21. Elegy of Entrapment (Verse 2) (12.02.2005, 25 min.) 22. Cosmic Collisions (19.02.2005, 25 min.) 23. Baseball Blues (26.02.2005, 25 min.) 24. Evanescent Encounter (Part 1) (05.03.2005, 25 min.) 25. Evanescent Encounter (Part 2) (12.03.2005, 25 min.) 26. Evanescent Encounter (Part 3) (19.03.2005, 25 min.)
ru: 1. Tempestuous Temperaments (20.05.2004, 25 мин.) 2. Redeye Reprisal (03.06.2004, 25 мин.) 3. Hellhounds for Hire (Part 1) (10.06.2004, 25 мин.) 4. Hellhounds for Hire (Part 2) (17.06.2004, 25 мин.) 5. Artistic Anarchy (24.06.2004, 25 мин.) 6. Stranger Searching (01.07.2004, 25 мин.) 7. A Risky Racket (08.07.2004, 25 мин.) 8. The Art of Altercation (15.07.2004, 25 мин.) 9. Beatbox Bandits (22.07.2004, 25 мин.) 10. Lethal Lunacy (29.07.2004, 25 мин.) 11. Gamblers and Gallantry (05.08.2004, 25 мин.) 12. The Disorder Diaries (12.08.2004, 25 мин.) 13. Misguided Miscreants (Part 1) (26.08.2004, 25 мин.) 14. Misguided Miscreants (Part 2) (02.09.2004, 25 мин.) 15. Bogus Booty (09.09.2004, 25 мин.) 16. Lullabies of The Lost (Verse 1) (16.09.2004, 25 мин.) 17. Lullabies of The Lost (Verse 2) (23.09.2004, 25 мин.) 18. War of The Words (22.01.2005, 25 мин.) 19. Unholy Union (29.01.2005, 25 мин.) 20. Elegy of Entrapment (Verse 1) (05.02.2005, 25 мин.) 21. Elegy of Entrapment (Verse 2) (12.02.2005, 25 мин.) 22. Cosmic Collisions (19.02.2005, 25 мин.) 23. Baseball Blues (26.02.2005, 25 мин.) 24. Evanescent Encounter (Part 1) (05.03.2005, 25 мин.) 25. Evanescent Encounter (Part 2) (12.03.2005, 25 мин.) 26. Evanescent Encounter (Part 3) (19.03.2005, 25 мин.)

source: Mugen's a buck-wild warrior — violent, thoughtless and womanising. Jin is a vagrant ronin — mysterious, traditional, well-mannered and very strong as well. These two fiercely independent warriors cannot be any more different from one another, yet their paths cross when Fuu, a ditzy waitress, saves them from being executed when they are arrested after a violent sword fight. Fuu convinces the two vagrant young men to help her find a mysterious samurai "who smells of sunflowers". And so their journey begins...
ru: Потеряв маму, юная Фуу год проработала в чайной, а потом решила отправиться на поиски человека, который, кажется, виновен во всех её несчастьях. У Фуу была надёжная примета: это самурай, пахнущий подсолнухами. Но как выжить в Японии эпохи Эдо, когда за каждым поворотом – бандиты, которые могут тебя похитить и продать в бордель, а единственный друг – ручная белка-летяга? Фуу повезло: она встретила двух юных и при этом весьма сноровистых бойцов – бывшего пирата Мугэна и ронина Дзина. Заручившись их поддержкой, девушка отправилась в путь через всю страну. Не важно, что в животе всё время бурчит, и нет ни денег, ни документов – зато есть несравненные способности ввязываться в неприятности! При первой встрече Мугэн и Дзин попытались выяснить, кто из них круче – и они готовы продолжить дуэль при первой возможности, однако главная проблема в том, что у каждого из путешественников своё прошлое и опасные враги, о которых они даже не подозревают. И неизвестно ещё, у кого этих врагов и старых грехов больше – у пирата, грабившего корабли, у ронина, убившего своего учителя, или у девушки-сиротки? Автор знаменитого Cowboy Bebop Синъитиро Ватанабэ смешал стильный коктейль из катан и хип-хопа. В его сериале прошлое сталкивается с будущим, Восток – с Западом, герои классического кино – с реальными историческими персонажами. Но все эти забористые ингредиенты лишь оттеняют историю о трёх разных людях, которых свела и сроднила долгая дорога...

source: Samurai Champloo
ru: Самурай Чамплу

source: 1. The Man of the Slashing Sword (20.02.1999, 30 min.) 2. The Lost Cat (21.04.1999, 30 min.) 3. The Previous Night at the Mountain Home (19.06.1999, 30 min.) 4. The Cross-Shaped Wound (22.09.1999, 30 min.)
ru: 1. The Man of the Slashing Sword (20.02.1999, 30 мин.) 2. The Lost Cat (21.04.1999, 30 мин.) 3. The Previous Night at the Mountain Home (19.06.1999, 30 мин.) 4. The Cross-Shaped Wound (22.09.1999, 30 мин.)

source: Taken by slavers when he was a child, Himura Kenshin is rescued only when an encounter with bandits kills off everyone but him. He is found by a master of the Divine Justice School of Swordmanship, a school so deadly that to train in it, means death for either the master or student, there can only be one master. Taken by the master, Kenshin is trained in this school, only to leave before finishing so that he may join the Meiji restoration and help prevent further tragedies like his own. Thus is born the Battousai, the greatest strength of the Ishin Patriots, a boy of 15 who kills for the sake of building a new, better world. One night, he comes across a mysterious woman, Tomoe. He must hide with her when the revolution stumbles. They marry for appearances, but soon fall in love. Tomoe has another reason to be with Kenshin, one she regrets but cannot stop. Revenge must be satisfied, and only blood can do that.
ru: XIX век, Японию раздирает клановая вражда. Маленький Синта в детстве был продан работорговцам и попал вместе с другими в засаду - всех спутников мальчика на его глазах закололи, его же спас случайно проходивший мимо воин, мастерски владеющий мечом. Синта поступает к нему в ученики и становится мастером меча по имени Кэнсин. Парень выбирает жизненный путь убийцы экстра-класса. В одной из операций он встречает таинственную девушку Томоэ, которая видит Кэнсина в действии. Привыкший не оставлять свидетелей, самурай не убивает девушку, а забирает её с собой. Что-то дрогнуло у него в душе при виде Томоэ, возможно, она смягчит этого смелого, но холодного человека?

source: Rurouni Kenshin: Meiji Kenkaku Romantan - Tsuioku Hen
ru: Бродяга Кэнсин: Воспоминания
