Repository: anime-db/catalog-bundle
Catalog: src/Resources/translations/messages.*.xlf
Languages: ru

source: The program is licensed under the %license%.
ru: Программа распространяется под лицензией %license%.

source: <strong>Anime DB</strong> - is a program for making home catalog anime, designed for home noncommercial use.
ru: <strong>Anime DB</strong> - это программа для составления домашнего каталога аниме, предназначена для домашнего некоммерческого использования.

source: Search options
ru: Параметры поиска

source: Search results
ru: Результаты поиска

source: Catalog search
ru: Поиск по каталогу

source: Add record
ru: Добавить запись

source: Change record
ru: Изменить запись

source: Delete record
ru: Удалить запись

source: Search
ru: Поиск

source: From source
ru: Из источника

source: Name
ru: Название

source: Filler
ru: Наполнитель

source: URL address
ru: URL адрес

source: Manually
ru: Вручную

source: Jump to the <a href="%link%">form</a> of drafting record.
ru: Перейти к <a href="%link%">форме</a> составления описания записи.

source: Source
ru: Источник

source: List of results
ru: Список результатов

source: Select the entry you want to add
ru: Выберите запись, которую Вы хотите добавить

source: Names
ru: Названия

source: Source
ru: Источник

source: Date premiere
ru: Дата премьеры

source: Date end
ru: Дата окончания

source: Duration
ru: Продолжительность

source: Summary
ru: Описание

source: Episodes
ru: Эпизоды

source: Translate
ru: Переводы

source: File info
ru: Информация о файле

source: Image
ru: Изображение

source: Images
ru: Изображения

source: Type
ru: Тип

source: Genres
ru: Жанры

source: Country
ru: Страна

source: Storage
ru: Хранилище

source: Sources
ru: Источники

source: Main name
ru: Основное название

source: Other names
ru: Другие названия

source: Cover
ru: Обложка

source: Other images
ru: Другие изображения

source: External sources
ru: Внешние источники

source: URL adress
ru: URL адрес

source: Can`t get content from the specified source
ru: Не удается получить содержимое из указанного источника

source: Complement directory
ru: Укомплектовать директорию

source: The path to the files
ru: Путь к файлам

source: Record
ru: Запись

source: Information
ru: Информация

source: The duration of the episode
ru: Длительность эпизода

source: Status
ru: Статус

source: came out in
ru: вышло в

source: goes from
ru: выходит с

source: Alternative names
ru: Альтернативные названия

source: Genre
ru: Жанр

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Number of episodes
ru: Число эпизодов

source: ep.
ru: эп.

source: Date added
ru: Дата добавления

source: Last updated
ru: Последнее обновление

source: Settings
ru: Настройки

source: File storages
ru: Файловые хранилища

source: Add storage
ru: Добавить хранилище

source: Change storage
ru: Изменить хранилище

source: Delete storage
ru: Удалить хранилище

source: Description
ru: Описание

source: List of storages
ru: Список хранилищ

source: Jump to the <a href="%link%">form</a> of adding storage.
ru: Перейти к <a href="%link%">форме</a> добавления хранилища.

source: {1} Is one item in storage|]1,Inf] %count% items in storage
ru: %count% запись в хранилище|%count% записи в храниалище|%count% записей в храниалище

source: On page
ru: На странице

source: Show one item on page|Show %count% items on page|{-1} Show all %total% items on page
ru: Показать %count% запись на странице|Показать %count% записи на странице|Показать %count% записей на странице|{-1} Показать все %total% записи на странице

source: Sort ascending
ru: Сортировать по возрастанию

source: Sort descending
ru: Сортировать по убыванию

source: Last updated item
ru: Дата последнего обновления

source: Start date of production
ru: Дата начала производства

source: End date of issue
ru: Дата окончания выпуска

source: Search by '%field%'
ru: Сортировать по '%field%'

source: Item name
ru: Название элемента

source: Fill manually
ru: Заполнить вручную

source: General
ru: Общие

source: Search by name
ru: Поиск по названию

source: Fill from source
ru: Заполнение из источника

source: Import items
ru: Импорт записей

source: Search by name the source of filling item
ru: Поиск по названию источника заполнения записи

source: Fill record from source (example source is URL)
ru: Заполните запись из источника (например источник URL)

source: Wrong date/time format
ru: Неверный формат даты/времени

source: General settings
ru: Общие настройки

source: A separate process to perform various tasks in the background, such as checks for system updates
ru: Отдельный процесс выполняющий различные задачи в фоновом режиме, например проверяет наличие обновлений системы

source: Date created
ru: Дата создания

source: Date closed
ru: Дата закрытия

source: Show full info of notice
ru: Показать полную информацию о уведомлении

source: List of notice
ru: Список уведомлений

source: No notices
ru: Нет уведомлений

source: Folder on computer (local/network)
ru: Папка на компьютере (локальная/сетевая)

source: External storage (HDD/Flash/SD)
ru: Внешний накопитель (HDD/Flash/SD)

source: External storage read-only (CD/DVD)
ru: Внешний накопитель только для чтения (CD/DVD)

source: Video storage (DVD/BD/VHS)
ru: Накопитель видеозаписей (DVD/BD/VHS)

source: Are you sure want to delete item(s)?
ru: Вы уверены, что хотите удалить запись(и)?

source: Are you sure want to delete %name%?
ru: Вы уверены, что хотите удалить %name%?

source: List of matches found
ru: Список найденных совпадений

source: Confirmation matching item
ru: Подтверждение совпадения записей

source: Default search plugin
ru: Плагин поиска по умолчанию

source: Files for item %name% is not found
ru: Файлы для записи %name% не найдены

source: Detected files for new item %name% on storage %storage%
ru: Обнаружены файлы для новой записи %name% на хранилище %storage%

source: Changes are detected in files of item %name%
ru: Обнаружены изменения файлов записи %name%

source: Upgrading the system
ru: Обновление системы

source: Upgrading the system and its components may take a few minutes. You are ready to run it?
ru: Обновление системы и ее компонентов может занять несколько минут. Вы готовы запустить его?

source: Update successful. Restart the application to complete the update.
ru: Обновление успешно завершено. Перезапустите приложение для завершения обновления.

source: Performed update system. Do not turn off the system until the update is complete.
ru: Выполняется обновление системы. Не выключайте систему до завершения обновления.

source: Show execution log.
ru: Показать журнал выполнения.

source: Refill
ru: Перезаполнить

source: Fill this field from the source
ru: Заполнить это поле из источника

source: Found several entries are similar to yours, select the correct one.
ru: Найдено несколько записей похожих на вашу, выберите правильную.

source: Reference to identify the record can be added plugin to the sources in this case the search for this recording will not be performed again.
ru: Ссылка для идентификации записи может быть добавлена плагином в источники, в этом случае поиск по этой записи повторно проводится не будет.

source: Nothing found
ru: Ничего не найдено

source: Use to fill
ru: Использовать для заполнения

source: Failed to get the data. Want to try again?
ru: Не удалось получить данные. Хотите попробовать еще раз?

source: Are you sure want to delete this item(s)?
ru: Вы уверены, что хотите удалить этот элемент(ы)?

source: Yes
ru: Да

source: Search items on %plugin%
ru: Поиск записи на %plugin%

source: Fill item from %plugin%
ru: Заполнение записи из %plugin%

source: Loading...
ru: Загрузка...

source: Plugins
ru: Плагины

source: Installed
ru: Установленные

source: Installed plugins
ru: Установленные плагины

source: Delete plugin %name%
ru: Удалить плагин %name%

source: Store
ru: Магазин

source: Install
ru: Установить

source: Install plugin %name%
ru: Установить плагин %name%

source: Store of plugins
ru: Магазин плагинов

source: Still add
ru: Все равно добавить

source: Example data storage structures:
ru: Пример структуры хранения данных:

source: wherein
ru: где

source: the path to the anime, contains several folders
ru: путь к хранилищу аниме, содержащее несколько папок

source: folder where the files are stored anime (video, subtitles, covers, soundtracks, etc.)
ru: папка, в которой хранятся файлы аниме (видеофайлы, субтитры, обложки, звуковые дорожки и т.д.)

source: For correct operation of the program stored in a folder only the files associated with anime. If located in a folder other files or programs may result in malfunction of the application. For more information, <a href="%guide%">read the guide</a>.
ru: Для корректной работы программы храните в папках только файлы, связанные с аниме. В случае обнаружения в папке иных файлов или программ, возможны сбои в работе приложения. Для получения более подробной информации, <a href="%guide%">читайте руководство</a>.

source: Rating
ru: Рейтинг

source: Item rating
ru: Рейтинг записи

source: Studio
ru: Студия

source: Animation studio
ru: Анимационная студия

source: Home Anime DB
ru: Главная Anime DB

source: m.
ru: м.

source: Will select all records added with the specified date
ru: Будут выбраны все записи добавленные с указанной даты

source: Will select all records starting with the specified date
ru: Будут выбраны все записи начинающиеся с указанной даты

source: Will select all records ending in the specified date
ru: Будут выбраны все записи заканчивающиеся к указанной дате

source: Select multiple genres to narrow your search
ru: Выберете несколько жанров, чтобы сузить поиск

source: Search of records in the database
ru: Поиск записей в базе данных

source: Description language soundtracks and subtitles in free form
ru: Описание языков звуковых дорожек и субтитров в свободной форме

source: For releasing the series, you can specify the actual number of episodes with a plus at the end. Example: 123+
ru: Для выпускающегося сериала можно указать актуальное число эпизодов с плюсом на конце. Пример: 123+

source: Specify for completed series
ru: Указывайте для завершенных сериалов

source: fill the field from source
ru: заполнить поле из источника

source: premiere in
ru: премьера в

source: required field
ru: поле обязательное для заполнения

source: When detects a new item, the application will try to add it using the selected plugin, otherwise will be used all the plugins
ru: При обнаружении новой записи, приложение будет пытаться добавить его с помощью выбранного плагина, иначе будут использованы все плагины

source: Detected and added new item %name% on storage %storage%
ru: Обнаружена и добавлена новая запись %name% на хранилище %storage%

source: Export items
ru: Экспорт записей

source: Synchronization
ru: Синхронизация

source: In Your operating system the application update does not work
ru: В Вашей операционной системе, обновление приложения не работает

source: Apologize for any inconvenience.
ru: Приносим свои извинения за доставленные неудобства.

source: We are <a href="%issue%">working</a> to resolve this problem. You can <a href="%doc%">update the application</a> from the command line:
ru: Мы <a href="%issue%">работаем</a> над решением этой проблемы. Вы можете <a href="%doc%">обновить приложения</a> из командной строки:

source: All (%total%)
ru: Все (%total%)

source: Help
ru: Помощь

source: Show item
ru: Смотреть запись

source: Add item
ru: Добавить запись

source: Labels
ru: Метки

source: Label
ru: Метка

source: Select multiple labels to narrow your search
ru: Выберете несколько меток, чтобы сузить поиск

source: Search in all plugins
ru: Поиск во всех плагинах

source: Search by name in all plugins
ru: Поиск по названию во всех плагинах

source: Search items in all plugins
ru: Поиск записей во всех плагинах

source: Items on %plugin%
ru: Записи на %plugin%

source: New
ru: Новое

source: Installing plugins occurs together with an update of the application. You can go back to <a href="%link%">the store of plugins</a> and add more plugins that would enable install several plugins.
ru: Установка плагинов происходит вместе с обновлением приложения. Вы можете вернуться обратно в <a href="%link%">магазин плагинов</a> и выбрать еще плагины что бы устанавить сразу несколько плагинов.

source: Removing plugins occurs together with an update of the application. You can go back to <a href="%link%">the store of plugins</a> and add more plugins that would delete several plugins.
ru: Удаление плагинов происходит вместе с обновлением приложения. Вы можете вернуться обратно в <a href="%link%">магазин плагинов</a> и выбрать еще плагины что бы удалить сразу несколько плагинов.

source: The next update will be installed plugin:
ru: При следующем обновлении будет установлен плагин:

source: The next update will be deleted plugin:
ru: При следующем обновлении будет удален плагин:

source: Filter the list notices
ru: Фильтровать список уведомлений

source: Filter
ru: Фильтровать

source: Show all
ru: Показать все

source: Item files not found
ru: Файлы записи не найдены

source: Detected files for new item
ru: Обнаруженны файлы для новой записи

source: Updated item files
ru: Обновлены файлы записи

source: Added new item
ru: Добавлена новая запись

source: Apply
ru: Применить

source: Set status Shown
ru: Установить статус Показаны

source: Set status Closed
ru: Установить статус Закрыто

source: Select all
ru: Выбрать все

source: Read more
ru: Подробнее

source: Scanning a storage: %name%
ru: Сканирование хранилища: %name%

source: Scan storage
ru: Сканировать хранилище

source: Scanning is complete
ru: Сканирование завершено

source: Performed scanning a storage.
ru: Выполняется сканирование хранилища.

source: Installation application
ru: Установка приложения

source: Your language was automatically detected, you can change it if you see fit.
ru: Ваш язык был автоматически определен, вы можете изменить его если считаете нужным.

source: Now the application supports fully only <strong>Russian</strong> and <strong>English</strong> languages. We recommend that you select your language, then the application will automatically switch to your language as possible.
ru: Сейчас приложение поддерживает в полной мере только <strong>Русский</strong> и <strong>Английский</strong> языки. Мы рекомендуем выбрать ваш язык, тогда приложение автоматически переключится на ваш язык как только появится такая возможность.

source: Skip
ru: Пропустить

source: Installation is complete
ru: Установка завершена

source: Step %number%
ru: Шаг %number%

source: End
ru: Конец

source: Complete the installation
ru: Завершить установку

source: What do you want to do next?
ru: Что вы хотите сделать дальше?

source: Scan the storage now
ru: Сканировать хранилище сейчас

source: Install sample items
ru: Установка демонстрационных записей

source: Install items
ru: Установить записи

source: Skip this step
ru: Пропустить этот шаг

source: You can scan the storage after installation.
ru: Вы можете выполнить сканирование хранилища после установки приложения.

source: If you do not want to scan the storage now, you can add the samples in your database to have a general idea of the items.
ru: Если вы не хотите выполнять сканирование хранилища сейчас, вы можете добавить демонстрационные записи в вышу базу данных, чтобы иметь общее представление об записях.

source: Start the scan storage to automatically populate your database. During scanning, the application will analyze the files and folders on the storage and search the items by name to add them. For more information, <a href="%guide%">read the guide</a>.
ru: Запустите сканирование хранилище чтобы автоматически заполнить вашу базу данных. Во время сканирования, приложение будет анализировать файлы и папки на хранилище и искать записи по имени, чтобы добавить их. Для получения более подробной информации, <a href="%guide%">читайте руководство</a>.

source: Installation is complete. Thank you for using our software.
ru: Установка завершена. Спасибо что воспользовались нашей программой.

source: We recommend that you <a href="%guide%">read the quick start guide</a> to get started with the application.
ru: Мы рекомендуем <a href="%guide%">ознакомится с кратким руководством</a>, чтобы начать работу с приложением.

source: Established several items as an example. You can get acquainted with them, and after that remove them.
ru: Установлено несколько записей в качестве примера. Вы можете ознакомится с ними, а за тем удалить их.

source: Scanning the storage successfully completed. You can view a list of detected items per page notifications: Settings > List of notice.
ru: Сканирование хранилища успешно завершено. Вы можете просмотреть список обнаруженных записей на странице уведомлений: Настройки > Список уведомлений.

source: You missed a step of scan the storage. You can scan on the storages management page: Settings > File storages.
ru: Вы пропустили шаг сканирования хранилища. Вы можете выполнить сканирование на странице управления хранилищами: Настройки > Файловые хранилища.

source: You have not added storage and did not the automatic import records from it. You can always do it on the storages management page: Settings > File storages.
ru: Вы не добавили хранилище и не выполнили автоматический импорт записей с него. Вы всегда можете сделать это на странице управления хранилищами: Настройки > Файловые хранилища.
